Repository: eliteservice1002/Django_teemo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Page Not Found!
es: Pagina no encontrada

source: YOU SEEM TO BE TRYING TO FIND HIS WAY HOME
es: Parece que intentas llegar a la home

source: Back to home
es: Volver a pagina principal

source: Internal Server Error !
es: Error de servidor !

source: Please try after some time
es: Por favor intente mas tarde

source: Inventory Adjustment
es: Ajuste de inventario

source: Filter
es: Filtro

source: Favorite
es: Favoritos

source: Favorite Filter
es: Añadir filtro

source: NEW
es: NUEVO

source: Search for...
es: Buscar...

source: Date Range
es: Rnago de fecha

source: Owner
es: Propietario

source: Lists
es: Listas

source: List
es: Lista

source: NEW MAILING
es: NUEVO MAILING

source: Date(Day and hour)
es: Fecha de Creacion

source: Content
es: Contenido

source: Add Favorite
es: Añadir favorito

source: Favorite Name
es: Nombre de favoritos

source: Close
es: Cerrar

source: Add New Adjust
es: Añadir nuevo ajuste

source: Already be adjusted.
es: Ya se ajusto.

source: Name
es: Nombre

source: This field is required.
es: Este campo es requerido.

source: Date
es: Fecha

source: Current Quantity
es: Cantidad Actual

source: Adjust Quantity
es: Ajuste de cantidad

source: Description
es: Descripcion

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: DELETE ADJUSTS
es: Borrar ajustes

source: Are you sure you want to delete this record?
es: Estas seguro que quieres terminar el pedido?

source: Yes
es: Si

source: Adjusted Date
es: Ajustar fecha

source: Origin Qt
es: Cantidad de origine

source: Adjusted Qt
es: Ajustar cantidad

source: Adjusted By
es: Ajustado por

source: Picture
es: Foto

source: Edit Adjust
es: Editas ajustes

source: Odoo 12.0+e Version Enterprise
es: Odoo 12.0 + e Versión Enterprise

source: Dashboard
es: Menu

source: Suppliers
es: Proveedores

source: Products
es: Productos

source: Purchase
es: Compra

source: Transport
es: Transporte

source: Manufacturing
es: Fabricación

source: Groups
es: Grupos

source: Command
es: Instrucción

source: Outcome
es: Salidas

source: Orders
es: Pedidos

source: Trolley
es: Carros

source: Job offer
es: Oferta de trabajo

source: Time Sheet
es: TIempo de hoja

source: Settings
es: Ajustes

source: Category
es: Categoria

source: Locations
es: Posición

source: Box Container
es: Caja

source: Type inside walls
es: Tipo de paredes

source: Castors
es: Ruedas

source: Colors of the Sides
es: Color de los laterales

source: Colors of the Drawers
es: Color de los cajones

source: Strips
es: Tiras

source: Lock
es: Cerradura

source: Task
es: Tarea

source: My Profile
es: Mi perfil

source: Registered Users
es: Usuarios Registrados

source: Log Out
es: Cerrar sesión

source: Location
es: Posición

source: Size
es: Medidas

source: Weight
es: Peso

source: Ref
es: Referencia

source: Quantity
es: Cantidad

source: Edit Box Container
es: Editar caja

source: Add New Box Container
es: Añadir caja

source: Initial Quantity
es: Cantidad Inicial

source: Minium Quantity
es: Cantidad Minima

source: Add
es: Añadir

source: Width
es: Ancho

source: Height
es: Alto

source: Depth
es: Fondo

source: ADD CATEGORY
es: Añadir categoria

source: ADD LOCATION
es: Añadir Posición

source: IMPORT
es: IMPORTAR

source: Less than Minium
es: Menos del minimo

source: Greater than Minium
es: Mayor que el minimo

source: Quantity Range
es: Rango de cantidad

source: Import CSV
es: Importar CSV

source: CSV file should have Ref, Name, Quantity, Minium, Location, Width, Height, Depth, Weight, Category.
es: CSV deben contener Ref, Name, Quantity, Minium, Location, Width, Height, Depth, Weight, Category.

source: Category' name should be equal to name of Settings/Category page.
es: Nombre de Category debe ser igual al nombre en pagina de Ajustes/Categoria

source: Location's name should be equal to name of Settings/Location page.
es: Nombre de Posición debe ser igual al nombre en pagina de Ajustes/Posición

source: please click csv icon
es: Porfavor clic en icono csv

source: Result
es: Resultado

source: Submit
es: Enviar

source: DELETE BOXES
es: Borrar caja

source: Adjustment
es: Ajustes

source: You must select csv file
es: Debe seleccionar el fichero CSV

source: Your csv file must have Ref, Name, Quantity, Minium, Location, Width, Height, Depth, Weight, Category
es: CSV deben contener Ref, Name, Quantity, Minium, Location, Width, Height, Depth, Weight, Category

source: Total Record
es: Total registros

source: Success
es: Exito

source: Failed
es: Fallo

source: Update
es: Actualizar

source: Orderd Date
es: Fecha de la orden

source: Income Date
es: Fecha de entrada

source: Income Qt
es: Cantidad entrada

source: Valid Date
es: Fecha de validación

source: Valid Qt
es: Cantidad de validación

source: Broken Qt
es: Cantidad estropeada

source: Supplier
es: Proovedores

source: Broken Quantity
es: Cantidad estropeada

source: Refund
es: Reembolso

source: Refund Date
es: Fecha de reembolso

source: Refund Qt
es: Cantidad reembolsada

source: Brokens
es: Estropeados

source: Refund History
es: Historial de reembolso

source: Refund Broken Stocks
es: Estropeados reembolsados

source: In Progress
es: En proceso

source: Paused
es: Parado

source: Finished
es: Terminado

source: Qt
es: Cantidad

source: Worker
es: Trabajador

source: Product Name
es: Nombre de producto

source: Status
es: Estado

source: You can't manufature this Product!
es: No puedes fabricar este producto

source: Required
es: Requerido

source: From
es: De

source: To
es: Para

source: Duaration
es: Duracion

source: Commands
es: Instrucciones

source: EDIT
es: Editar

source: Work History
es: Histotial de trabajo

source: Pause
es: Parado

source: Resume
es: Resumen

source: Start
es: Empezar

source: Working Time
es: Tiempo trabajado

source: Break Duration
es: Tiempo de pausa

source: Working Duration
es: Tiempo de trabajo

source: Broken History
es: Historial de estropeados

source: Edit Command
es: Editar pedido

source: Add New Command
es: Añadir nuevo pedido

source: DELETE COMMANDS
es: Borrar instruccion

source: Job Offer
es: Oferta de empleo

source: Group Name
es: Nombre de grupo

source: Group Item List
es: Lista de grupo

source: Add New Item
es: Añadir nuevo elemento

source: Add Group Item
es: Añadir elemento de grupo

source: DELETE GROUP ITEMS
es: Borrar item de grupo

source: Edit Group
es: Editar grupo

source: Add New Group
es: Añadir grupo

source: EXPORT
es: EXPORTAR

source: DELETE GROUPS
es: Borrar grupo

source: Should be CSV file
es: Debe ser en formato csv

source: Tag
es: Etiqueta

source: Candidate
es: Candidato

source: Skills
es: Habilidades

source: Candidates
es: Candidatos

source: Jobs
es: Trabajos

source: Candidates List
es: Lista de candidatos

source: Add New Candidate
es: Añadir nuevo candidato

source: Add Candidate
es: Añadir candidato

source: Preselected
es: Preseleccion

source: Selected
es: Seleccionado

source: DELETE CANDIDATES
es: Borrar candidatos

source: Edit Job
es: Editar trabajo

source: Add New Job
es: Añadir trabajo

source: Jobs Offer
es: Oferta de empleo

source: DELETE JOBS
es: Borrar trabajos

source: Edit Address
es: Editar dirección

source: Telephone
es: Telefono

source: Country
es: Pais

source: Product
es: Producto

source: Make Lead
es: Crear lead

source: Make Client
es: Crear cliente

source: Address
es: Dirección

source: POSTAL CODE
es: Codigo Postal

source: STATE
es: Estado

source: Created by
es: Creado por

source: Mobile
es: Movil

source: Notes
es: Notas

source: Add contact person
es: Añadir persona de contacto

source: Add alternate address
es: Añadir dirección alternativa

source: Add Address
es: Añadir Dirección

source: Edit
es: Editar trabajo

source: Edit Lead
es: Editar cliente

source: Add New Lead
es: Añadir nuevo cliente

source: Company or Related Partner
es: Empresa o Socio Relacionado

source: DELETE LIST
es: BORRAR LISTA

source: ADDRESS
es: Direccion

source: EXPORT LEADS
es: EXPORTAR LEADS

source: EXPORT CLIENTS
es: EXPORTAR CLIENTES

source: SEND EMAIL
es: Enviar email

source: Clients
es: Cliente

source: CSV file should have Name, NIF, Country, Notes, Telephone, Mobile, Email, Web, Products, Company.
es: CSV deben contener Name, NIF, Country, Notes, Telephone, Mobile, Email, Web, Products, Company.

source: Country should be equal to name of Country.
es: Pais debe ser igual a nombre de pais

source: Products have seperator '_'. f.e Wheel Chair_Manual WheelChair.
es: Productos estan separados `` por ejemplo Silla de ruedas manual Silla de ruedas

source: Company should be equal to name of Company or Company can be empty.
es: Empresa debe ser igual a nombre de empresa.

source: Send Email
es: Enviar email

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Send
es: Enviar

source: DELETE LEADS
es: Borrar lead

source: Your csv file must have Name, NIF, Country, Notes, Telephone, Mobile, Email, Web, Products, Company
es: CSV deben contener Name, NIF, Country, Notes, Telephone, Mobile, Email, Web, Products, Company

source: Order Date
es: Fecha de pedido

source: Client
es: Cliente

source: Cube
es: Cubico

source: Ordered Qt
es: Cantidad pedida

source: Edit Order Item
es: Editar

source: Action
es: Accion

source: Sum of Weight
es: Suma de pesos

source: Order Item List
es: Elementos pedidos

source: Add New Order Item
es: Añadir nuevo producto

source: Add Order Item
es: Añadir nuevo producto

source: Edit Outcome
es: Editar salidas

source: DELETE ORDER ITEM
es: Borrar item

source: Add New Order
es: Añadir nuevo pedido

source: DELETE ORDERS
es: Borrar instruccion

source: Order Items
es: Elementos pedidos

source: Available Box Container
es: Cajas disponibles

source: Finish Order
es: Terminar pedido

source: Are you sure you want to finish this order?
es: Estas seguro que quieres terminar el pedido?

source: Today Orders
es: Pedidos de hoy

source: There is no any Orders
es: No hay pedidos

source: Your password has been modified.
es: Su contraseña a cambiado

source: You can now log in again
es: Ahora puede volver a iniciar sesión

source: Login
es: Iniciar sesión

source: Please enter your new password.
es: Porfavor inserta tu nuevo password

source: New Password
es: Nueva contraseña

source: New Password Confirm
es: Nueva contraseña confirmar

source: We have sent the instructions on how to recover the password to the specified email address
es: Hemos enviado las instrucciones para el reseteo del password al email

source: You will be receiving the mail soon
es: Recibira el email pronto

source: Specify your email to send you the instructions for password recovery.
es: Especifique su email para recibir instrucciones de recuperación de contraseña

source: Admin
es: Administrador

source: User
es: Usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: User Name
es: Nombre

source: Phone
es: Telefono

source: Reset Password
es: Resetear contraseña

source: RESET PASSWORD
es: Resetear contraseña

source: Old Password
es: Contraseña antigua

source: Confirm Password
es: Confirmar contraseña

source: Passwords are not matched.
es: Password no concuerda

source: Old Password is not matched
es: Contraseña antigua no coincide

source: Income & Valid
es: Recepción y validación

source: Ordered
es: Pedido

source: Income
es: Entrada

source: Valid
es: Validado

source: Income Item
es: Producto entrante

source: Edit Income Item
es: Editar elemento recibido

source: Purchases
es: Compras

source: Edit Purchase
es: Editar compras

source: Valid Item
es: Producto valido

source: Add New Purchase
es: Añadir nueva compra

source: Broken
es: Estropeado

source: DELETE PURCHASES
es: Borrar compra

source: Add New Castor
es: Añadir nueva rueda

source: Castor
es: Rueda

source: DELETE RECORD
es: Borrar

source: Add Castor
es: Añadir rueda

source: Edit Castor
es: Editar rueda

source: Add New Category
es: Añadir nueva categoria

source: DELETE CATEGORY
es: Borrar categoria

source: Add Category
es: Añadir categoria

source: Edit Category
es: Editar categoria

source: Add New Color
es: Añadir nuevo color

source: Add Color
es: Añadir color

source: Edit Color
es: Editar color

source: Colors of Drawer
es: Color de los cajones

source: Add New Location
es: Añadir nuevo Posición

source: Add Location
es: Añadir Posición

source: Edit Location
es: Editar Posición

source: Add New Lock
es: Añadir nuevo Cerradura

source: Add Lock
es: Añadir Cerradura

source: Edit Lock
es: Editar Cerradura

source: Add New Strip
es: Añadir Nueva Tira

source: Add Strip
es: Añadir Tira

source: Edit Strip
es: Editar Tira

source: Add New Task
es: Añadir nueva Tarea

source: Add Task
es: Añadir Tarea

source: Type Inside Walls
es: Tipo de paredes interiores

source: Add New Type inside walls
es: Añadir nuevo tipo de paredes interiores

source: Add Type inside walls
es: Añadir tipo de paredes interior

source: Edit Type inside walls
es: Editar tipo de paredes interiores

source: Add New Stock
es: Añadir nuevo stock

source: Edit Stock
es: Editar Stock

source: DELETE STOCKS
es: Borrar stock

source: Edit Supplier
es: Editar proovedor

source: Add New Supplier
es: Añadir nuevo proovedor

source: DELETE PRODUCT
es: BORRAR PRODUCTO

source: Add Product
es: Agregar producto

source: CSV file should have Name, NIF, Address, Country, Notes, Telephone, Mobile, Email, Web, Products, Company.
es: CSV deben contener Name, NIF, Address, Country, Notes, Telephone, Mobile, Email, Web, Products, Company.

source: DELETE SUPPLIERS
es: Borrar proovedor

source: Your csv file must have Name, NIF, Address, Country, Notes, Telephone, Mobile, Email, Web, Products, Company
es: CSV deben contener Name, NIF, Address, Country, Notes, Telephone, Mobile, Email, Web, Products, Company

source: Time
es: Tiempo

source: Time Sheets
es: TIempo de hoja

source: Task List
es: Lista de tareas

source: Edit Time Sheet
es: Editar tiempo

source: User / Operator
es: Usuario /Operario

source: DELETE Task
es: Borrar Tarea

source: DELETE ITEMS
es: Borrar item

source: Edit Departure Item
es: Editar elemento de salida

source: Departure
es: Salida

source: Arrival
es: Llegada

source: Purchase Name
es: Nombre de compra

source: Transport Name
es: Nombre de transporte

source: Ordered Item List
es: Lista de productos pedidos

source: Departure Item List
es: Lista de productos salientes

source: Add Departure Item
es: Añadir producto de salida

source: DELETE DEPARTURE ITEM
es: Borrar item saliente

source: Edit Transport
es: Editar transporte

source: Add New Transport
es: Añadir nuevo transporte

source: Container
es: Contenedor

source: Ship
es: Barco

source: Truck
es: Camion

source: Departure Date Range
es: Rango fecha salida

source: Arrival Date Range
es: Fecha de llegada

source: DELETE TRANSPORTS
es: Borrar transporte

source: Direction
es: Direccion

source: Edit Accessories
es: Editar accesorios

source: Colour of the sides
es: Color de los laterales

source: Colour of the drawers
es: Color de los cajones

source: Order Number
es: Numero de pedido

source: Edit Trolley
es: Editar Carros

source: DELETE ORDER ITEMS
es: Borrar item de pedido

source: Duplicate
es: Duplicar carro

source: Previous
es: Previo

source: Next
es: Siguiente

source: Total Minutes
es: Minutos totales

source: Ref of the trolley
es: Ref del carro

source: Number of trolleys
es: Numero de carros

source: Configuration of the trolley
es: Configuracion

source: Manufacturing Workers
es: Trabajadores de fabricación

source: Cleaning Worker
es: Trabajador encargado limpieza

source: Checking Worker
es: Encargado de calidad

source: Finish
es: Terminado

source: Accesories List
es: Lista de accesorios

source: Add New Accesories
es: Añadir nuevos accesorios

source: Finished Result
es: Resultados finales

source: Add Accesories
es: Añadir accesorios

source: Accesories
es: Accesorios

source: Left
es: Izquierda

source: Right
es: Derecha

source: Top
es: Arriba

source: Inside
es: Dentro

source: ADD WALL TYPE
es: Añadir tipo de pared

source: ADD CASTOR
es: Añadir rueda

source: Add Color of Side
es: Añadir color de lateral

source: Add Color of Drawers
es: Añadir color de cajon

source: FINISH THIS ORDER ITEM
es: Terminar pedido de este elemento

source: Finished Time (minutes)
es: Hora finalizada

source: Checking Description
es: Check descripciones

source: Upload Photos
es: Subit fotos

source: DELETE ACCESSORIES
es: Borrar accesorios

source: Duplicate Trolley
es: Duplicar carro

source: How many times you wish to duplicate?
es: Cuantas veces deseas duplicar

source: Times of Duplicate
es: Veces duplicado

source: Trolleys
es: Carros

source: Add New User
es: Añadir nuevo usuario

source: Users
es: Usuarios

source: Creation Date
es: Fecha de creacion

source: DELETE USER
es: Eliminar usuario

source: ADD USER
es: Añadir usuario

source: Please fill correct email type.
es: Por favor utilice el email correcto

source: Password
es: Contraseña

source: EDIT USER
es: Editar Usuario

source: Already exists email
es: Ya existe el email

source: First
es: Primero

source: Last
es: Ultimo
